{
    "people" :
    [
     {
     "name" : "Albert Einstein",
     "born": "3/14/1879",
     "died": "4/18/1955",
     "placeOfBirth": "Ulm, Germany",
     "placeOfBurial": "Princeton, NJ",
     "bio" : "Einstein was not able to speak until he was 4 years old and his teachers said 'he would never amount to much;. EinsteinÕs parents wanted him to pursue a career in electrical engineering. Without a high school diploma, Einstein applied to the Polytechnic Institute at Zurich, Switzerland and failed the entrance examination although he got exceptional marks in the mathematics and physics sections. Einstein described himself as a conscientious young man who had acquired his meagre store of  knowledge of the essentials through self study. Einstein basically taught himself math and physics through books and self-study and skipped lectures and stopped going to classes that didn't interest him. When he was working on the Theory of Relativity, he was working as an Assistant Examiner at a patent office. And then of course, he became one of the greatest scientists of all time.",
     "setbacks": ["Slow Learner", "Late Bloomer", "Unsociableness", "Rejected from Entrance Exam"]
     },
     {
     "name" : "Abraham Lincoln",
     "born": "3/30/1853",
     "died": "7/29/1890",
     "placeOfBirth": "Hodgenville, KY",
     "placeOfBurial": "Springfield, IL",
     "bio" : "'His friends called it his 'melancholy.' Lincoln often wept in public and recited sad poetry. He told jokes and stories at odd times he needed the laughs, he said, for his survival. As a young man he talked often of suicide, and as he grew older he said he saw the world as hard and grim, full of misery, made that way by fate and the forces of God. 'No element of Mr. Lincoln's character,' declared his colleague Henry Whitney, 'was so marked, obvious and ingrained as his mysterious and profound melancholy.' His law partner William Herndon said, 'His melancholy dripped from him as he walked. \n When Lincoln was in his 20s, one of his female friends  whom he had feelings for died due to illness. Lincoln 'told Me that he felt like Committing Suicide often,' remembered Mentor Graham, a schoolteacher, and his neighbors mobilized to keep him safe. One friend recalled, 'Mr Lincolns friends were Compelled to keep watch [...] over Mr Lincoln, he being from the sudden shock somewhat temporarily deranged. We watched during gloomy weather for fear of an accident.' Some villagers worried that he'd end up insane. \n Here's a poem from Abraham Lincoln: 'To ease me of this power to think, That through my bosom raves, I'll headlong leap from hell's high brink And wallow in its waves.' Lincoln, too, connected his mental well-being to divine forces. As a young man he saw how religion could ameliorate life's blows, even as he found the consolation of faith elusive.",
     "setbacks": ["Depression", "Suicidal Thoughts"]
     },
     {
     "name" : "David Ogilvy",
     "born": "6/23/1911",
     "died": "7/21/1999",
     "placeOfBirth": "West Horsley, United Kingdom",
     "placeOfBurial": "Chateau de Touffou, France",
     "bio" : "David Ogilvy is the Founder of Ogilvy & Mather, one of the most prestigious advertising agencies in the world. His own setback to comeback story is best summarized in his own words that he left us near his retirement. In his note to one of his partners, he said 'Will Any Agency Hire This Man? He is 38, and unemployed. He dropped out of college. He has been a cook, a salesman, a diplomatist and a farmer. He knows nothing about marketing and had never written any copy. He professes to be interested in advertising as a career (at the age of 38!) and is ready to go to work for $5,000 a year. I doubt if any American agency will hire him. However, a London agency did hire him. Three years later he became the most famous copywriter in the world, and in due course built the tenth biggest agency in the world. The moral: it sometimes pays an agency to be imaginative and unorthodox in hiring.'",
     "setbacks": ["College Dropout", "No Formal Education", "Late Bloomer"]
     },
     {
     "name" : "Isaac Newton",
     "placeOfBirth": "Woolsthorpe-by-Colsterworth, United Kingdom",
     "placeOfBurial": "London, United Kingdom",
     "born": "1/4/1643",
     "died": "3/31/1727",
     "bio" : "English Physicist,  Mathematician, Philosopher and one of the most influential scientists of all time. Famous for his work on Gravity, Laws of Motion (Inertia, Acceleration, Action-Reaction) and Calculus. It is said he was solitary and manic-depressive as a child, didn't engage with other children and  spent most his time alone building miniature mills, machines, carts and other inventions. In his college years, he only made one friend and his notebooks document low self-esteem, anxiety, sadness, fear and suicidal thoughts. It is said he often avoided company of others and was extremely disagreeable with others who disagreed with him. In his notes on religion and alchemy, he wrote that he was appointed by God to bring his Truth to the world.",
     "setbacks": ["Depression", "Bipolar", "Unsociableness", "Suicidal Thoughts"]
     },
     {
     "name" : "Pablo Picasso",
     "born": "3/30/1853",
     "died": "7/29/1890",
     "placeOfBirth": "Malaga, Spain",
     "placeOfBurial": "Mougins, France",
     "bio" : "Pablo Ruiz y Picasso (25 October 1881 – 8 April 1973) was a Spanish painter, sculptor, printmaker, ceramicist, stage designer, poet and playwright who spent most of his adult life in France. His days in Paris were characterized by poverty, which would have contributed to the melancholy of his blue paintings. Many people who saw the paintings (and who could have been potential buyers) often saw the sadness and would shy away from them. Due to the leading depression from the war, many people would not buy his paintings. This lead to poverty in his own life. And as if things couldn’t get any worse, his very close friend Casagemas ends up committing suicide in 1901, because of a broken heart after losing the one he loved. Picasso felt poverty, hunger and despair, just like the rest of the world.",
     "setbacks" : ["Depression"]
     },
     
     {
     "name" : "Vincent van Gogh",
     "born": "3/30/1853",
     "died": "7/29/1890",
     "placeOfBirth": "Petilla de Aragon, Spain",
     "placeOfBurial": "Madrid, Spain",
     "bio" : "Vincent Willem van Gogh (30 March 1853 – 29 July 1890) was a Dutch post-Impressionist painter whose work had far-reaching influence on 20th-century art. He left us amazing works like 'The Starry Night' and 'Cafe Terrace at Night but he was also known for his manic depression, a chronic mental illness that's thought to affect many creative people. There's many stories regarding if he committed suicide and the reasons behind why he cut off his own ear but we can only marvel at his wonderful brain that produced such beautiful art despite the struggles of his mind that he endured. Rest in Peace, Vincent. The world was just never meant for somebody as beautiful as you. " ,
     "setbacks" : [ "Depression", "Bipolar", "Suicidal Thoughts"]
     },
     {
     "name" : "Jesus Christ",
     "born": "0/12/25",
     "died": "30/1/1",
     "showDates": false,
     "placeOfBirth": "Petilla de Aragon, Spain",
     "placeOfBurial": "Madrid, Spain",
     "bio" : "Jesus was born in Bethlehem, present-day Palestine. He worked as a carpenter in his youth after studying Moses's teachings and the Scriptures until he turned 30 and decided to preach God all over the land. In a famous story told in the Bible, apparently Jesus prayed and fasted for 40 days in the desert until he heard Satan telling him to jump off a cliff.  After this experience, Jesus performed miracles, healed the sick and gained a tremendous following. Jesus was then persecuted by Jewish authories in Roman Judea who charged him for blasphemy, then was betrayed by one of his disciples, Judah, who sold him for 30 pieces of silver. Jesus was then famously nailed to the cross, and his disciples, although deeply saddened by this loss, decided to continue on the fire of his legacy by preaching his teachings all over the world, generation after generation. \n The incredible fact is that we all know of Jesus more than 2000 years after his death. We know that Jesus didn't die in vain because 2.2 billion Christians all over world have received his values and teachings. We call him The Timeless, The Immortal, The Resurrected. \n His teachings of Love, Peace and Self-Sacrifice defeated the test of time, and nobody could stop him for the last 2000 years. He defeated Death, the greatest setback that tests the limits of human life. His love lives on forever through Christians who decide to live by his values every single day.",
     "setbacks": ["Betrayal", "Falsely Accused", "Slandered", "Persecution"]
     },
     {
     "name" : "Robin Williams",
     "born": "7/21/1951",
     "died": "8/11/2014",
     "placeOfBirth": "Petilla de Aragon, Spain",
     "placeOfBurial": "Madrid, Spain",
     "bio" : "Robin Williams is credited with leading San Francisco's comedy renaissance. One of the best that History ever saw in stand-up comedy, improvisational comedy, voice acting, stage performances, film acting and more. He won the 1997 Academy Award for Best Supporting Actor as Sean Maguire in 'Good Will Hunting'. I remember him more fondly as Genie in 'Aladdin' and also for 'Mrs.Doubtfire'. In 2014, Williams committed suicide by hanging at his home in California and his wife attributed it to his struggle with Lewy body dementia. His body was cremated and his ashes were scattered in San Francisco Bay. Former U.S. President Barack Obama said of Williams: 'He was one of a kind. He arrived in our lives as an alien but he ended up touching every element of the human spirit.'",
     "setbacks": ["Depression", "Bipolar", "Alcoholism"]
     },
     {
     "name" : "Santiago Ramón y Cajal",
     "born": "5/1/1852",
     "died": "10/17/1934",
     "placeOfBirth": "Petilla de Aragon, Spain",
     "placeOfBurial": "Madrid, Spain",
     "bio" : "Also known as the Father of Neuroscience, Santiago Ramon y Cajal was incarcerated as a young man and also a late bloomer who was confused without direction in his youth. He said he interacted with people much smarter than him but they all suffered from biases and carelessness. He said his own success was due to perseverance, not genius. Cajal won the Nobel Prize in Psyiology or Medicine.",
     "setbacks": ["Late Bloomer", "Without Direction in Youth"],
     "quotes": ["Every person if he/she so desires becomes scultor of his/her own brain"]
     },
     {
     "name" : "Steve Jobs",
     "born": "2/24/1955",
     "died": "10/5/2011",
     "placeOfBirth": "San Francisco, CA",
     "placeOfBurial": "Palo Alto, CA",
     "bio" : "Steve Jobs, the Founder of Apple, was famous for eccentric personality and temper. When he was young, Jobs dropped out of Reed College in Portland Oregon and visited India to study eastern religions in 1974. In 1975, Jobs joined the Homebrew Computer Club and started working with Wozniak on the first Apple computer and the rest is history. His life was not without its ups and downs, and he was known for his manic temper. At 30, he was left devastated and depressed after being fired from Apple, the very company he started. When Jobs looked back at this setback, he said this setback pushed him to One of the most creative periods of his life where he eventually founded Pixar and NextStep. One of his former employees said that 'He would carefully go over every document a million times and would pick up on punctuation errors such as misplaced commas. And if anything wasn’t just right, Jobs could throw a fit. He was a difficult and argumentative boss who had trouble relating to others. But Jobs could focus intensely on exactly what he wanted'. \n His legacy is what allowed me to create this iOS app for you. Thank you, Steve. We follow in your footsteps.",
     "setbacks": ["Depression", "Mood Disorders", "College Dropout"],
     "quotes": [
                "Your time is limited, so don't waste it living someone else's life. Don't be trapped by dogma - which is living with the results of other people's thinking. Don't let the noise of others' opinions drown out your own inner voice. And most important, have the courage to follow your heart and intuition",
                "I didn't see it then, but it turned out that getting fired from Apple was the best thing that could have ever happened to me. The heaviness of being successful was replaced by the lightness of being a beginner again, less sure about everything. It freed me to enter into one of the most creative periods of my life. I'm pretty sure none of Pixar or the most creative things I've accomplished in life would have happened if I hadn't been fired from Apple. It was awful tasting medicine, but I guess the patient needed it. Sometimes life hits you in the head with a brick. Don't lose faith"]
     },
    ]
}
