{
    "people" :
    [
     {
     "name" : "Jesus Christ",
     "bio" : "Jesus was born in Bethlehem, present-day Palestine. He worked as a carpenter in his youth after studying Moses's teachings and the Scriptures until he turned 30 and decided to preach God all over the land. In a famous story told in the Bible, apparently Jesus prayed and fasted for 40 days in the desert until he heard Satan telling him to jump off a cliff and create food out of thin air. After this experience, Jesus performed miracles, healed the sick and gained a tremendous following. Jesus was then persecuted by Jewish authories in Roman Judea who charged him for blasphemy, then was betrayed by one of his disciples, Judah, who sold him for 30 pieces of silver. Jesus was then famously nailed to the cross, and his disciples, although deeply saddened by this loss, decided to continue on the fire of his legacy by preaching his teachings all over the world, generation after generation. \n The incredible fact is that we all know of Jesus more than 2000 years after his death. We know that Jesus didn't die in vain because 2.2 billion Christians all over world have received his values and teachings. We call him The Timeless, The Immortal, The Resurrected. \n His teachings of Love, Peace and Self-Sacrifice defeated the test of time, and nobody could stop him for the last 2000 years. He defeated Death, the greatest setback that tests the limits of human life. His love lives on forever through Christians who decide to live by his values every single day.",
     "setbacks": ["Betrayal", "Persecution", "Suicidal Thoughts"]
     },
     {
     "name" : "Robin Williams",
     "bio" : "The best comedian and actor ever",
     "setbacks": ["Depression", "Bipolar", "Alcoholism"]
     },
     {
     "name" : "Isaac Newton",
     "bio" : "Gravity, Laws of Motion, Inertia, Calculus",
     "setbacks": ["Possible Asperger's"]
     },
     {
     "name" : "Pablo Picasso",
     "bio" : "Pablo Ruiz y Picasso (25 October 1881 – 8 April 1973), also known as Pablo Picasso, was a Spanish painter, sculptor, printmaker, ceramicist, stage designer, poet and playwright who spent most of his adult life in France.",
     "setbacks" : []
     },
     
     {
     "name" : "Vincent van Gogh",
     "bio" : "Vincent Willem van Gogh (30 March 1853 – 29 July 1890) was a Dutch post-Impressionist painter whose work had far-reaching influence on 20th-century art.",
     "setbacks" : [ ]
     }
     
    ]
}
